[["Alaska is roughly the same size as all 48 contiguous US states combined.", 0.77], ["The Lego headquarters has had to be rebuilt three times due to shoddy construction.", 0.45], ["Where’s Wally books are used in the entry exam for MI6.", 0.32], ["Peppermint can’t be smelt by guinea pigs.", 0.55], ["In Lesotho, it is considered rude not to offer someone a bite of your food before you start eating.", 0.49], ["There is a nerveless area of skin half the size of a playing card on the top of your foot. Your brain compensates for it.", 0.57], ["Percy Bysshe Shelley’s ‘Prometheus Unbound’ contains the first use of the word ‘Whoops’.", 0.01], ["The kneecap is the roundest part of your body.", 0.97], ["‘The Fellowship of the Ring’ is the most stolen book in the world.", 0.92], ["Gold nuggets were named after chicken nuggets – not the other way around.", 0.88], ["Prince Phillip is widely credited with the invention of the party popper.", 0.83], ["Studies have shown that if you say, \"Studies have shown\" at the beginning of your facts, people are 83% more likely to blindly believe you.", 0.67], ["There are no synonyms for thesaurus.", 0.55], ["Lizards always run west when scared.", 0.73], ["Emeril Lagasse refused to ever use a spatula.", 0.12], ["Once a year all of Wikipedia is printed off and placed in a vault in Norway.", 0.5], ["If George Washington hadn't became the president of the United States, his plan was to become a golf instructor.", 0.65], ["Penguins have wavy feathers that produce a similar effect when moving through water as golf ball dimples do in the air.", 0.46], ["The first sunglasses were actually animal skin scraped so thin that it became transparent.", 0.32], ["By weight, bay leaves contain more caffeine than coffee beans. They are used to make a stimulating tea in Morocco.", 0.38], ["The banana tree is the tallest growing grass in the world.", 0.03], ["The producers of the movie ‘Air Bud’ are currently suing Apple for copyright infringement.", 0.44], ["MRI scans of cat brains have revealed that they see humans as a prey species.", 0.87], ["The toenail of your little toe is called the ‘spungle’.", 0.59], ["The Boy Scouts were counted as part of the American military until 1986.", 0.69], ["An adolescent owl is called a ‘novice’.", 0.45], ["The National Library of Singapore uses woven human hair for bookmarks to preserve the condition of the pages.", 0.09], ["While Thomas Crapper didn’t invent the toilet, he was killed by one.", 0.75], ["In American Football, touchdowns were originally called ‘tapstops’.", 0.4], ["The longest game of mah-jong ever lasted for three years. It finished when the house it was being played in burned down.", 0.37], ["A solid gold fidget spinner has been made, but it broke its first users index finger due to its weight.", 0.58], ["Sun Tzu’s ‘The Art of War’ is a sequel. The first book is lost forever.", 0.99], ["By definition, a snake’s body is a limb.", 0.24], ["Some airlines have special airplanes designated for Las Vegas flights which include a full size casino.", 0.97], ["The Eiffel Tower has bumps along its ‘legs’ that spell the French national motto in braille.", 0.54], ["The national anthem of Lithuania is palindromic. It plays backwards exactly the same way that it plays forwards.", 0.73], ["Courgette is actually the feminine noun of cucumber.", 0.1], ["Historical records indicate that the dairy cow’s moo used to be significantly louder than it currently is.", 0.71], ["95% of people are pronouncing the name of the band ‘Live’ incorrectly.", 0.36], ["The first bird to ever use an Xbox controller was a Kea called Parau.", 0.04], ["X-rays cannot pass through Velcro.", 0.98], ["The founders of Johnson & Johnson were not related.", 0.12], ["Buzz Aldrin left a pen on the moon after the first visit. Eugene Cernan, the last moon walker, found it. It still worked.", 0.22], ["Today, more messages are sent using carrier pigeons than are sent via fax.", 0.26], ["On average, three people are injured every time an audience gives a standing ovation.", 0.47], ["Cats lose balance if they walk into the wind as it messes with their whiskers and causes disorientation.", 0.17], ["The @ symbol was invented by Charles de Gaulle.", 0.36], ["The ‘Peter Piper Procession’ is a yearly contest wherein participants compete to say the ‘Peter Piper’ tongue twister the fastest.", 0.21], ["The word \"tacos\" comes from the city which invented them; Tacoma, Washington.", 0.98], ["The first video ever uploaded to Youtube had to be taken down in 2016 for violating their Terms of Service.", 0.73], ["Thyme is technically a tree.", 0.77], ["The roller coaster was invented during the Hundred Years’ War as a way of launching supplies across rivers.", 0.06], ["There are more submarines in lakes right now than there are in the oceans.", 0.21], ["The first pair of scissors was left-handed.", 0.35], ["The phrase, ‘If pain persists, see your doctor’ has been copyrighted by Bayer.", 0.99], ["The Nobel Prize for Physics has been awarded to a scientist who proved that a tree falling in the woods really does make a sound.", 0.53], ["A furlong was defined as the distance a mule can run in two minutes.", 0.91], ["The shoes of King Edward IV were weighted with lead to make his walk seem more imposing.", 0.7], ["The first copy of the Oxford English dictionary is missing the word ‘dictionary’.", 0.59], ["If you consistently don't use turn signals, don't worry, everyone loves you.", 0.65], ["Hamsters are known to lay eggs similar in size to their own bodies.", 0.83], ["The word \"president\" stands for \"powerful resident\".", 0.84], ["46% of American residents claim that Ben Franklin is one of their top 10 favorite US presidents of all time.", 0.18]]